import React from 'react'

function Why() {
    return (
        <article id="why" className="why">
                <div className="why__back"><h1><span className="overline">ЗАШ</span>ТО ИЗАБРАТИ QUANTOX?</h1></div>
                <div className="why__text">
                    <ul className="text">
                            <li className="why__text1"><p>Quantox је поуздан! Радићете са компанијом која запошљава више од 200 квалификованих стручњака из разних области, а комбинација њихових талената омогућава нам да самоуверено креирамо апсолутно сваку врсту дигиталног производа, од desktop и мобилних апликација до уређаја за виртуелну реалност. Наш највећи приоритет је да осигурамо да посао који сте нам доделили буде урађен добро и на време</p></li>
                            <li className="why__text2"><p>Запошљавамо најбоље што IT индустрија има да понуди, како би наши клијенти увек добили стабилна, креативна и одржива решења</p></li>
                            <li className="why__text3"><p>Имамо више од 10 година искуства и поносимо се квалитетом наших услуга.</p></li>
                            <li className="why__text4"><p>Наш тим се служи енглеским језиком на високом нивоу што је од виталног значаја за добру комуникацију са клијентима - штеди ваше време и спречава евентуалне несугласице и нејасноће приликом превода и рада на пројекту.</p></li>
                            <li className="why__text5 less"><p>Наше особље је исплативо решење за вас - на располагању вам је лојалан и посвећен тим искусних програмера.</p></li>
                            <li className="why__text6 less"><p>Поред рада на постојећим пројектима, наш тим је посвећен константном тренингу и унапређењу знања и искуства, пратећи најновије технологије и методе рада у циљу израде најквалитетнијег производа</p></li>
                            <li className="why__text7 less"><p>Quantox Technology је основан на принципима вредновања рада, бриге о запосленима и клијентима, одговорном понашању свих у компанији, а све у циљу подизања граница сарадње на свим нивоима. Сви запослени у Quantoxu су добро плаћени и третирани су са поштовањем. Водимо се изузетном радном етиком, градимо јединство тима кроз разна дружења унутар и ван канцеларије</p></li>
                            <li className="why__text8 less">Quantox ради на врло занимљивим и динамичним пројектима, на платформама које досежу милионе корисника на глобалном нивоу.</li>
                    </ul>
                    <button id="expand">ВИДИ СВЕ</button>
                </div>
        </article>
    )
}

export default Why
